# LbMass Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbMass Property
SymbolTypeId Class See Also
---
Symbol lb, indicating unit Pounds mass.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbMass { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbMass As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbMass {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace